[
  {
    "id": "suncorp-bank",
    "title": "Suncorp Bank",
    "subtitle": "iOS + Android Apps",
    "description": "Lead UI designer on one of Australia’s most loved native banking applications (iOS + Android). Facilitated user testing workshops to refine and validate application usability",
    "background": "#16634F"
  },
  {
    "id": "loan-market",
    "title": "Loan Market",
    "subtitle": "Online Serviceablity",
    "description": "Loan Market had a crazy idea when it came to lead capture. If we asked potential home buyers and refinancers more questions would we get better quality leads. Much to our surprise we found that the more extensive process returned better, more qualified leads. On this project my contribution was truly end-to-end, working with the Product owner to elaborate the initial concept, competitive analysis, wire framing, UI design and front-end development (using the React/Redux)",
    "projectLink": "https://my.loanmarket.com.au/",
    "background": "#10517A"
  },
  {
    "id": "bresic-whitney",
    "title": "BresicWhitney",
    "subtitle": "Website Responsive Redesign",
    "description": "Worked with client stakeholders to redesign and SEO-optimise the agency’s website. The site went from unranked to the front page for their target suburbs.",
    "projectLink": "https://www.bresicwhitney.com.au/",
    "background": "#222222"
  },
  {
    "id": "standard-chartered",
    "title": "Standard Chartered",
    "subtitle": "Personal Banking Assistant iPhone App",
    "description": "Worked with project’s UX lead to establish UI designs for the bank’s innovative speech-to-text based banking assistant.",
    "background": "#238DD2"
  },
  {
    "id": "woolworths",
    "title": "Woolworths",
    "background": "#54AF2F",
    "subProject": [
      {
        "id": "woolworths-innovation",
        "title": "In-Store Innovation Lab",
        "description": "Worked directly in the field at Woolworth’s urban small concept store in Woolloomooloo to design, develop and test product solutions"
      },
      {
        "id": "woolworths-petrol",
        "title": "Woolworths + Caltex Fuel Finder Apps",
        "description": "Designed and developed the iOS and Android application for finding the best petrol price and advertise the latest promotions at the company’s petrol outlets"
      }
    ]
  },
  {
    "id": "avery-co-cycles",
    "title": "Avery County Cycles",
    "description": "Logo and headbadge designed for Avery County Cycles. Custom bicycles designed by Josh Culbertson, winner of NAHBS Best new framebuilder 2013.",
    "background": "#F2F2F4"
  },
  {
    "id": "logo",
    "title": "Logos & Branding",
    "background": "#FFFFFF"
  },
  {
    "id": "tiger-air",
    "title": "Tiger Air",
    "subtitle": "Website Concepts",
    "description": "While at ThoughtWorks I was to asked apply the company’s new brand to their website. The pitch was rejected by the Client but I still really like them.",
    "background": "#E0830F"
  },
  {
    "id": "total-ghost",
    "title": "Total Ghost",
    "subtitle": "Just for fun",
    "description": "Designed logos, album artworks and other miscellaneous things for LA and Denver’s favorite fake German Electro Band",
    "videoLink": "https://vimeo.com/16416582",
    "background": "#3F008D"
  }
]